---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup2PerKip
source: html/e978b439-4ca1-e225-a030-c9d50e077e9d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup2PerKip Property

Symbol ft²/kip, indicating unit Square feet per kip.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup2PerKip { get; }
```